"%1 already exists.\nDo you want to replace it?"="%1 jau ir izveidots.\nVai vēlaties to aizstāt?";
"%1 days left"="Atlikušas %1 dienas";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nDirektorijs nav atrasts.\nLūdzu, pārbaudiet, vai ir norādīts pareizs direktorija nosaukums.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nFails nav atrasts.\nLūdzu, pārbaudiet, vai ir norādīts pareizs faila nosaukums.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s šobrīd ir bezsaistē, bet jūsu Nodarbība parādīsies automātiski nākamreiz, kad atvērsiet Nodarbību lietojumprogrammu.";
"&Abort"="&Priekšlaikus pārtraukt";
"&Add to Custom Colors"="&Pievienot pielāgotajām krāsām";
"&Basic colors"="&Pamata krāsas";
"&Cancel"="&Atcelt";
"&Copy"="&Kopēt";
"&Custom colors"="&Pielāgotās krāsas";
"&Define Custom Colors >>"="&Definēt pielāgotās krāsas >>";
"&Delete"="&Dzēst";
"&Finish"="&Pabeigt";
"&Green:"="&Zaļš:";
"&Help"="&Palīdzība";
"&Ignore"="&Ignorēt";
"&Name:"="&Vārds:";
"&Next >"="&Tālāk >";
"&Next >"="&Tālāk >";
"&No"="&Nē";
"&No"="&Nē";
"&Open"="&Atvērt";
"&Options <<"="&Opcijas <<";
"&Options >>"="&Opcijas >>";
"&Paste"="&Ielīmēt";
"&Print"="&Drukāt";
"&Red:"="&Sarkans:";
"&Redo"="&Atcelt atsaukšanu";
"&Reload"="&Vēlreiz ielādēt";
"&Rename"="&Pārsaukt";
"&Retry"="&Mēģināt vēlreiz";
"&Sat:"="&Sat:";
"&Save"="&Saglabāt";
"&Undo"="&Atsaukšana";
"&Unsorted"="&Nesakārtots";
"&Val:"="&Val:";
"&Yes"="&Jā";
"&Yes"="&Jā";
"..."="...";
":"=":";
"< &Back"="< &Atpakaļ";
"< Share Options"="< Kopīgošanas opcijas";
"< Share with SMART Board"="< Koplietot ar SMART tāfeli";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Par Qt</h3>%1<p>Qt ir C++ aprīkojums starpplatformu lietotņu izstrādāšanai.</p><p>Qt nodrošina viena avota pārnesamību starp MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux un visām populārākajām Unix versijām. Qt ir pieejams arī iegultajām ierīcēm (piemēram, Qtopia Core).</p><p>Qt ir Trolltech produkts. Papildu informācijai skatiet <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Šī programma lieto Qt atklātā pirmkoda versiju %1.</p><p>Qt atklātā pirmkoda versija ir paredzēta atklātā pirmkoda lietotņu izstrādāšanai. Lai izstrādātu patentētas (slēgtā pirmkoda) lietotnes, ir nepieciešama komerciālā Qt licence.</p><p>Qt licencēšanas pārskatam, lūdzu, skatiet <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Šī programma lieto Qt versiju %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="SMART Notebook Advantage produkta atslēga ir nepieciešama šai SMART Notebook programmatūras versijai. Lūdzu, apmeklējiet <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a>, lai uzzinātu vairāk.";
"A&lpha channel:"="A&lfa kanāls:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 collas)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Apturēt";
"About %1"="Par %1";
"About Qt"="Par Qt";
"Account"="Konts";
"Activate"="Aktivizēt";
"Activated"="Aktivizēts";
"Activates the program's main window"="Aktivizē programmas galveno logu";
"Activation Key"="Aktivizācijas atslēga";
"Activation Web Services:"="Tīmekļa pakalpojumu aktivizēšana:";
"Activation Wizard"="Aktivizācijas vednis";
"Activation Wizard is outdated."="Aktivizācijas vednim ir beidzies termiņš.";
"Activation required"="Nepieciešama aktivizācija";
"Add Boards"="Pievienot tāfeles";
"Advanced"="Papildu";
"Aliases: %1"="Aizstājvārdi: %1";
"All Files (*)"="Visi faili (*)";
"All Files (*.*)"="Visi faili (*.*)";
"All pending requests have been canceled."="Visi gaidošie pieprasījumi ir atcelti.";
"Apply"="Piemērot";
"Are you sure you want to delete license information?"="Vai patiesi vēlaties dzēst licences informāciju?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Vai tiešām vēlaties atgriezt produkta atslēgu šim produktam? Licence šajā datorā nekavējoties tiks atspējota (pirms atgriešana būs pabeigta).";
"Authentication Required"="Nepieciešama autentifikācija";
"Authentication required"="Nepieciešama autentifikācija";
"Automatic Activation"="Automātiska aktivizācija";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 collas)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Atpakaļ";
"Bl&ue:"="Zi&ls:";
"Browse Content"="Pārlūkot saturu";
"Browse..."="Pārlūkot...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Atcelt";
"Canceled"="Atcelts";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Nevar apstiprināt atslēgu. Mēģiniet veikt aktivizāciju vēlreiz.\n\nJa problēma pastāv joprojām, atzīmējiet visus kļūdu ziņojumus un sazinieties ar SMART tehnisko atbalstu.";
"Centimeters (cm)"="Centimetri (cm)";
"Check Activation Server Connectivity"="Pārbaudiet aktivizēšanas servera savienojumu";
"Check for renewals complete. No renewals found."="Pārbaudīt, vai ir atjaunojumi, kurus nepieciešams pabeigt. Atjaunojumi nav atrasti.";
"Checking..."="Pārbaude...";
"Choose your SMART Board"="Izvēlieties savu SMART tāfeli";
"Class ID"="Klases ID";
"Class Name"="Klases nosaukums";
"Cleaning up a few things..."="Notiek satīrīšana...";
"Click here to test connectivity."="Noklikšķiniet šeit, lai pārbaudītu savienojumu.";
"Close"="Aizvērt";
"Close without Saving"="Aizvērt nesaglabājot";
"Collate"="Salīdzināt";
"Color"="Krāsa";
"Color Mode"="Krāsu režīms";
"Commit"="Iesniegt";
"Complete Later"="Pabeigt vēlāk";
"Connect"="Pievienot";
"Connected to host"="Savienots ar resursdatoru";
"Connected to host %1"="Savienots ar resursdatoru %1";
"Connection Options"="Savienojuma opcijas";
"Connection Options..."="Pieslēgšanās opcijas...";
"Connection closed"="Savienojums aizvērts";
"Connection refused"="Savienojums noraidīts";
"Connection refused (or timed out)"="Savienojums noraidīts (vai tam sācies taimauts)";
"Connection to %1 closed"="Savienojums ar %1 aizvērts";
"Contact Support at:"="Atbalsta kontaktinformācija:";
"Contact technical support"="Sazinieties ar SMART tehnisko atbalstu";
"Continue"="Turpināt";
"Copies"="Kopijas";
"Copies:"="Kopijas:";
"Copy"="Kopēt";
"Copy &Link Location"="Kopēt &saites atrašanās vietu";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Nevar aktivizēt. Iespējama problēma ar aktivizācijas serveriem. Lūdzu, mēģiniet vēlreiz vēlāk.";
"Could not connect to the server. Trying again..."="Nevarēja izveidot savienojumu ar serveri. Mēģina vēlreiz...";
"Couldn't find a board with that code. Want to try again?"="Nevarēja atrast tāfeli ar šo kodu. Vēlaties mēģināt vēlreiz?";
"Couldn't load profile"="Profilu nevarēja ielādēt";
"Couldn't start the trial period."="Nevarēja uzsākt izmēģinājuma periodu.";
"Count"="Skaits";
"Create New Folder"="Izveidot jaunu mapi";
"Create a New File"="Izveidojiet jaunu failu";
"Create a link to this document"="Izveidot saiti uz šo dokumentu";
"Creating ..."="Notiek izveide ...";
"Cu&t"="Iz&griezt";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Bojāti dati";
"Delete"="Dzēst";
"Detail View"="Detalizēts skats";
"Details:"="Detaļas:";
"Directories"="Direktoriji";
"Directory"="Direktorijs";
"Disabled"="Atspējots";
"Discard"="Atmest";
"Do you want to discard this request or complete it later?"="Vai vēlaties atmest šo pieprasījumu vai pabeigt to vēlāk?";
"Don't Save"="Nesaglabāt";
"Don't show this again"="Vairs nerādīt šo";
"Done"="Darīts";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Lejupielāde nav pabeigta. Saņemtais %1 bytes, paredzamais %2 bytes.";
"Drive"="Diskdzinis";
"Duplex Printing"="Dupleksā drukāšana";
"Error writing response to device"="Kļūda, rakstot atbildi ierīcei";
"Examples"="Piemēri";
"Executable '%1' requires Qt %2, found Qt %3."="Izpildāmais '%1' pieprasa Qt %2, atrasts Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Izpildvadītājs (7,5 x 10 collas, 191 x 254 mm)";
"Expired"="Beidzies termiņš";
"Expired on %1"="Termiņš beidzies %1";
"Expires on %1"="Beigu termiņš %1";
"Failed due to a data error. Please contact our support."="Neizdevās datu kļūdas dēļ. Lūdzu, sazinieties ar atbalsta dienestu.";
"Failed to cancel all pending requests."="Neizdevās atcelt visus gaidošos pieprasījumus.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Neizdevās pieslēgties SMART serverim. Lūdzu, mēģiniet vēlāk vai aktivizējiet manuāli.";
"Failed to write activation information. Make sure you have enough permissions."="Neizdevās ierakstīt aktivizācijas informāciju. Pārliecinieties, vai jums ir atbilstošās pilnvaras.";
"Failed. Details: "="Neizdevās. Informācija: ";
"False"="Aplams";
"File"="Fails";
"File name:"="Faila nosaukums:";
"Files of type:"="Failu veids:";
"Finished"="Pabeigts";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Forma";
"From page:"="No lapas:";
"Fulfillment ID"="Izpildes ID";
"Get started with SMART Notebook software"="Darba sākšana ar SMART Notebook programmatūru";
"Getting things ready..."="Sagatavo lietas...";
"Go Back"="Doties atpakaļ";
"Grace period has expired."="Pagarinājuma periods ir beidzies.";
"Grace period: <b>%1</b> day(s) remaining"="Pagarinājuma periods: <b>%1</b> diena(-as) atlikusi(-ušas)";
"Grayscale"="Pelēktoņu";
"Great! Your lesson is on its way to the SMART Board."="Lieliski! Jūsu nodarbība ir ceļā uz SMART Board.";
"HTTP request failed"="HTTP pieprasījums neizdevās";
"HTTPS connection requested but SSL support not compiled in"="HTTPS savienojums pieprasīts, bet SSL atbalsts nav kompilēts";
"Height:"="Augstums:";
"Help"="Palīdzība";
"Hide %1"="Slēpt %1";
"Hide Others"="Slēpt citus";
"Host %1 found"="Resursdators %1 atrasts";
"Host %1 not found"="Resursdators %1 nav atrasts";
"Host found"="Resursdators atrasts";
"Host requires authentication"="Resursdators pieprasa autentifikāciju";
"Host:"="Resursdators:";
"Hu&e:"="No&krāsa:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Es piekrītu noteikumiem <a href=\"showEula()\">licences līgumā</a>.";
"Ignore"="Ignorēt";
"Inches (in)"="Collas (in)";
"Include your name to help students find your class quickly."="Iekļaujiet savu vārdu, lai studentiem palīdzētu ātri atrast nodarbību.";
"Includes maintenance ending on:"="Ietver uzturēšanu, kas beigsies:";
"Includes permanent activations."="Ietver pastāvīgās aktivizācijas.";
"Includes subscriptions expiring on:"="Ietver abonementus ar beigu termiņu:";
"Incompatible Qt Library Error"="Nesavietojama Qt bibliotēkas kļūda";
"Installation ID"="Instalēšanas ID:";
"Internet access is disabled by the system administrator."="Piekļuvi internetam ir atspējojis sistēmas administrators.";
"Invalid"="Nederīgs";
"Invalid HTTP chunked body"="Nederīgs HTTP dalītais pamatteksts";
"Invalid HTTP response header"="Nederīga HTTP atbildes galvene";
"Invalid entitlement"="Nederīga pilnvara";
"Invalid product key."="Nederīga produkta atslēga.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Izskatās, ka plates Nodarbību bibliotēka ir pilna. Jūs varat izdzēst kādas nodarbības, lai atbrīvotu vietu.";
"Landscape"="Ainava";
"Learn how to renew."="Uzziniet, kā atjaunināt.";
"Learn more."="Uzziniet vairāk.";
"Learn the Basics"="Apgūstiet pamatus";
"Ledger (432 x 279 mm)"="Virsgrāmata (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Oficiāls (8,5 x 14 collas, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Vēstule (8,5 x 11 collas, 216 x 279 mm)";
"Limitations"="Ierobežojumi";
"List View"="Saraksta skatījums";
"Location:"="Atrašanās vieta:";
"Long side"="Garā mala";
"Look in:"="Ieskatīties:";
"Lync connector"="Lync savienotājs";
"Manage"="Pārvaldīt";
"Manual Request"="Manuāls pieprasījums";
"Margins"="Apmales";
"Microsoft (personal)"="Microsoft (personīgais)";
"Millimeters (mm)"="Milimetri (mm)";
"My Computer"="Mans dators";
"N&o to All"="Nē visam";
"N&o to All"="Nē visam";
"Name:"="Vārds:";
"No Internet Connection"="Nav interneta savienojuma";
"No boards yet. Get connected."="Pagaidām nav tāfeļu. Savienojieties.";
"No proxy"="Nav starpniekservera";
"No server set to connect to"="Nav iestatīts serveris, lai izveidotu savienojumu";
"No space left on device"="Ierīce nav brīvas vietas";
"No such file or directory"="Direktorijā nav šāda faila";
"No, I'll complete my request(s) later."="Nē, es pabeigšu savu(-s) pieprasījumu(-s) vēlāk.";
"No, cancel all pending requests."="Nē, atcelt visus gaidošos pieprasījumus.";
"None"="Nekāds";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Piezīme: Ja URL nav pieejams, pielāgojiet jūsu starpniekservera iestatījumus un mēģiniet vēlreiz pārbaudīt savienojumu.";
"Number of copies:"="Kopiju skaits:";
"OK"="Labi";
"Office 365 (school)"="Office 365 (skolas)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Ak vai! Mēs nevarējām pabeigt jūsu pierakstīšanos. Lūdzu, mēģiniet vēlreiz.\n\nJa tas nedarbojas, šobrīd izlaidiet pierakstīšanos un mēģiniet vēlreiz vēlāk no konta izvēlnes.";
"Oops. Something went wrong. Restarting the computer might help."="Ak, vai! Radās kļūme. Datora restartēšana varētu palīdzēt.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Ak, vai! Mēs nevaram pabeigt šo darbību bez interneta savienojuma. \n\nLūdzu, atkārtoti savienojieties un mēģiniet vēlreiz.";
"Oops. We couldn't load your profile right now. Please try again later."="Ak vai! Profilu nevarējām šobrīd ielādēt. Lūdzu, mēģiniet vēlāk vēlreiz.";
"Open"="Atvērt";
"Open "="Atvērt ";
"Open in SMART Notebook on this computer."="Atvērt SMART Notebook šajā datorā.";
"Open in the Notebook Player app on my SMART Board with iQ."="Atvērt Notebook Player lietotni manā SMART tāfelē ar IQ.";
"Operation completed successfully."="Darbība veiksmīgi izpildīta.";
"Options"="Opcijas";
"Orientation"="Orientācija";
"Orientation:"="Orientācija:";
"Output &file:"="Izvades &fails:";
"Output Settings"="Izvades iestatījumi";
"P&roperties"="R&ekvizīti";
"Page size:"="Lapas izmērs:";
"Pages from"="Lappuses no";
"Paper"="Papīrs";
"Paper format"="Lapas formāts";
"Paper source:"="Lapas avots:";
"Parent Directory"="Vecākdirektorijs";
"Password"="Parole";
"Password:"="Parole:";
"Permission Required"="Nepieciešama atļauja";
"Permission denied"="Atļauja liegta";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Tālrunis: 1.866.518.6791 vai +1.403.228.5940";
"Please try again"="Lūdzu, mēģiniet vēlreiz";
"Please try again later"="Lūdzu, mēģiniet vēlreiz vēlāk";
"Points (pt)"="Punkti (pt)";
"Portrait"="Portrets";
"PostScript Files (*.ps);;All Files (*)"="PostScript faili (*.ps);;Visi faili (*)";
"Preferences..."="Priekšrocības...";
"Premium features expired on %1"="Premium funkcijas beigušās %1";
"Premium features will expire on %1 without an active subscription"="Premium līdzekļu derīguma termiņš beigsies %1, ja nebūs aktīva abonomenta";
"Preparing your document. This can take a while..."="Sagatavo jūsu dokumentu. Tas var aizņemt kādu laiku ...";
"Preview"="Priekšskatījums";
"Print all"="Drukāt visu";
"Print destination"="Drukāt mērķi";
"Print first page first"="Vispirms drukāt pirmo lapu";
"Print in color if available"="Ja iespējams, drukāt krāsainu";
"Print in grayscale"="Drukāt pelēktoņos";
"Print last page first"="Vispirms drukāt pēdējo lapu";
"Print range"="Drukāt diapazonu";
"Print selection"="Drukāt atlasi";
"Print to File (PDF)"="Drukāt uz failu (PDF)";
"Print to File (Postscript)"="Drukāt uz failu (Postscript)";
"Print to SMART Notebook"="Drukāt uz SMART Notebook";
"Print to file:"="Drukāt uz failu:";
"Print to printer:"="Drukāt uz printeri:";
"Printer"="Printeris";
"Printer settings"="Printera iestatījumi";
"Product"="Produkts";
"Product Key"="Produkta atslēga";
"Product Key is not valid"="Produkta atslēga ir nederīga";
"Product Key:"="Produkta atslēga:";
"Product key has expired."="Produkta atslēgai beidzies derīguma termiņš.";
"Product:"="Produkts:";
"Profile"="Profils";
"Proxy Settings"="Starpniekservera iestatījumi";
"Proxy authentication required"="Nepieciešama starpniekservera autentifikācija";
"Proxy requires authentication"="Starpniekserverim nepieciešama autentifikācija";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Iziet";
"Quit %1"="Iziet %1";
"Recent"="Nesens";
"Recents"="Nesenie";
"Remaining signed in will give you access to SMART Notebook's basic features."="Ja paliksiet pierakstījies, saņemsiet piekļuvi SMART Notebook pamata funkcijām.";
"Request Files (%1)"="Pieprasījuma faili (%1)";
"Request aborted"="Pieprasījums priekšlaicīgi pārtraukts";
"Request denied. See Technical Details below for more information."="Pieprasījums liegts. Skatiet turpmāk esošo tehnisko informāciju, lai uzzinātu vairāk.";
"Request type: Activate"="Pieprasījuma veids: Aktivizēt";
"Request type: Renew"="Pieprasījuma veids: Atjaunot";
"Request type: Repair"="Pieprasījuma veids: Labot";
"Request type: Return"="Pieprasījuma veids: Atpakaļ";
"Request:"="Pieprasījums:";
"Reset"="Atiestatīt";
"Response Files (%1)"="Atbildes faili (%1)";
"Restore Defaults"="Atjaunot noklusējumus";
"Result:"="Rezultāts:";
"Retrieving your account information..."="Jūsu konta informācijas izgūšana...";
"Retry"="Mēģināt vēlreiz";
"Reverse"="Reverss";
"Reverse landscape"="Apvērstā ainava";
"Reverse portrait"="Apvērsts portrets";
"SMART Account"="SMART konts";
"SMART Document Camera Mixed Reality Tools"="SMART Document Camera jauktās realitātes rīki";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite tiešsaistē - Notebook piekļuve, jebkur";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Personal izdevums";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="SMART Meeting Pro savienotājs programmai Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="SMART Notebook 3D rīki";
"SMART Notebook <a href='%1'>premium features</a>"="SMART Notebook <a href='%1'>premium funkcijas</a>";
"SMART Notebook Collaborative License"="SMART Notebook sadarbības licence";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook angļu vārdu krājuma 1. piemērs";
"SMART Notebook History Example 1"="SMART Notebook vēstures 1. piemērs";
"SMART Notebook Math Example 1"="SMART Notebook matemātikas 1. piemērs";
"SMART Notebook Math Example 2"="SMART Notebook matemātikas 2. piemērs";
"SMART Notebook Math Tools"="SMART Notebook matemātikas rīki";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook zinātnes 1. piemērs";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="SMART Table rīkkopa";
"SMART Technologies - Activation Wizard"="SMART Technologies – aktivizācijas vednis";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="SSL iepazīšanās neizdevās";
"Save"="Saglabāt";
"Save All"="Saglabāt visu";
"Save As"="Saglabāt kā";
"Search the SMART Exchange"="Meklēt SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Skatiet šo <a href='%1'>zināšanu bāzes rakstu</a> <a href='%2'>un problēmu novēršanas shēmu informācijai</a> par savienojuma problēmu atrisināšanu, īpaši, kad izmantojat starpniekserveri.";
"Select All"="Atlasīt visu";
"Select a Directory"="Atlasīt vārdnīcu";
"Select color"="Atlasiet krāsu";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Izvēlieties, kā jūs vēlētos kopīgot šo failu ar savu SMART Learning Suite tiešsaistes profilu";
"Select the Response File"="Atlasiet atbildes failu";
"Selection"="Izvēle";
"Send to SMART Cloud"="Sūtīt uz SMART Cloud";
"Server closed connection unexpectedly"="Serveris negaidīti aizvēra savienojumu";
"Services"="Pakalpojumi";
"Share"="Koplietot";
"Share Now"="Koplietot tagad";
"Share this file with the Lessons app on a SMART Board"="Koplietojiet šo failu ar Nodarbību lietotni SMART tāfelē";
"Share this file with the Notebook Player app on a SMART Board"="Koplietojiet šo failu ar Notebook Player lietotni SMART tāfelē";
"Share to SMART Board with iQ"="Kopīgot uz SMART Board ar iQ";
"Share to the Notebook Player app"="Koplietot Notebook Player lietotni";
"Share using a link"="Koplietot, izmantojot saiti";
"Share with a SMART Board"="Koplietot ar SMART tāfeli";
"Short side"="Īsā mala";
"Show &hidden files"="Parādīt &paslēptos failus";
"Show All"="Rādīt visus";
"Sign In"="Pierakstīšanās";
"Sign In Again"="Pierakstīties atkārtoti";
"Sign Out"="Izrakstīties";
"Sign in"="Pierakstīšanās";
"Sign in didn't work"="Pierakstīšanās nedarbojās";
"Sign in is required for accessing key SMART features."="Pierakstīšanās ir nepieciešama piekļūšanai galvenajām SMART funkcijām.";
"Sign in to or create a SMART account"="Pierakstieties, lai izveidotu SMART kontu";
"Sign in to use this feature"="Pierakstieties, lai izmantotu funkciju";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Pierakstieties savā SMART kontā, lai piekļūtu SMART abonēšanas priekšrocībām vai izmantotu Notebook ierobežotā režīmā.";
"Sign in with Google"="Pierakstīšanās ar Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Pierakstieties ar Google, Office 365 vai Microsoft personīgo kontu.";
"Sign in with a browser"="Pierakstīties ar pārlūku";
"Sign up for free"="Pierakstieties bez maksas";
"Sign up for the latest updates from SMART"="Ierakstieties, lai saņemtu jaunākās ziņas no SMART";
"Signed in as:"="Pierakstījies kā:";
"Skip Sign In"="Izlaist pierakstīšanos";
"Skip sign in for now"="Pašreiz izlaist pierakstīšanos ";
"Skipped sign in"="Izlaista pierakstīšanās";
"Software enabled"="Programmatūra ir aktivēta";
"Some of your license keys have expired. Click here for more info."="Dažām no jūsu licences atslēgām ir beidzies termiņš. Uzklikšķiniet šeit, lai iegūtu plašāku informāciju.";
"Some of your license keys will expire in %1 days. Click here for more info."="Dažām no jūsu licencēm pēc %1 dienām beigsies termiņš. Uzklikšķiniet šeit, lai iegūtu plašāku informāciju.";
"Something went wrong. Want to try again?"="Radās kļūme. Vēlaties mēģināt vēlreiz?";
"Sort"="Sakārtot";
"Sort by &Date"="Sakārtot pēc &datuma";
"Sort by &Name"="Sakārtot pēc &nosaukuma";
"Sort by &Size"="Sakārtot pēc &izmēra";
"Status"="Statuss";
"Status:"="Statuss:";
"Stay Inspired"="Palieciet iedvesmots";
"Subscription: <b>%1</b> day(s) remaining"="Abonements: <b>%1</b> diena(-as) atlikusi(-ušas)";
"Succeeded"="Izdevās";
"Symbolic Link"="Simboliska saite";
"Tabloid (279 x 432 mm)"="Neliela formāta laikraksts (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Nospiediet Savienošanas ikonu %s Nodarību lietotnē, lai iegūtu 4 rakstu zīmju kodu, un tad ierakstiet šo kodu.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Nospiediet Savienošanas ikonu %s Notebook Player lietotnē, lai iegūtu 4 rakstzīmju kodu, un tad ierakstiet šo kodu.";
"Test Connectivity..."="Pārbaudīt savienojamību...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Šī e-pasta adrese jau ir piesaistīta SMART kontam. Mēģiniet pierakstīties ar citu e-pasta adresi.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Tas ir dīvaini... \n\nMēs nezinām, kas notika, bet mēs nevaram jūs šobrīd pierakstīt.";
"The activation didn't complete. See below for status information."="Aktivēšana nav pabeigta. Turpmāk skatiet statusa informāciju.";
"The following Product Key is not valid: "="Šī produkta atslēga nav derīga: ";
"The information copied successfully, and your Internet browser will open."="Informācija veiksmīgi nokopēta, un tiks atvērta interneta pārlūkprogramma.";
"The installed version of this product requires a newer maintenance license."="Preces instalētajai versijai nepieciešama jaunāka apkopes licence.";
"The link has been copied to the clipboard."="Saite nokopēta starpliktuvē.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Produkta atslēga ir aktivizēta maksimālās atļautās reizes.  Lūdzu, sazinieties ar atbalsta dienestu.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Produkta atslēga, kuru jūs izmantojat, ir atcelta. Lūdzu, sazinieties ar SMART atbalstu, lai iegūtu vairāk informācijas.";
"The product key you entered is already in the list."="Produkta atslēga, ko ievadījāt, ir jau sarakstā.";
"The request file saved successfully. Copy the file to another computer to continue."="Pieprasījuma fails veiksmīgi saglabāts. Nokopējiet failu citā datorā, lai turpinātu.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Pieprasījums izdevās dažām produktu atslēgām, bet ne visām.";
"The sign in took too long and has expired."="Pierakstīšanās aizņēma pārāk ilgu laiku, un tai beidzies derīgums.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Sistēmai šobrīd tiek veikta apkope, bet tā drīz būs pieejama. Atvainojamies par sagādātajām neērtībām.";
"The trial period has started."="Izmēģinājuma periods sācies.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Šo atslēgu nevar aktivizēt. Izmēģiniet aktivizāciju vēlreiz.\n\nJa problēma turpinās, atzīmējiet visus kļūdu ziņojumus un sazinieties ar SMART tehnisko atbalstu.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Šīs atslēgas pilnvaras ieraksts nav pareizi konfigurēts. Lūdzu, sazinieties ar SMART tehnisko atbalstu.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Lai pievienotos SMART, jums jāievada lietotāja vārds un parole starpniekserverim %s";
"To page:"="Uz lapu:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Lai veiksmīgi aktivizētu produkta atslēgu, visiem savienojumiem jābūt veiksmīgiem. Zaļās atzīmes norāda veiksmīgos savienojumus.";
"Too many open files"="Atvērts pārāk daudz failu";
"Trial Extension"="Izmēģinājuma pagarinājums";
"Trial: <b>%1</b> day(s) remaining"="Izmēģinājums: <b>%1</b> atlikusī(šās) diena(s)";
"True"="Patiess";
"Try Again"="Mēģināt vēlreiz";
"Try again later or try a manual request now."="Mēģiniet vēlreiz vēlāk vai arī mēģiniet tagad veikt pieprasījumu manuāli.";
"Try it Online!"="Izmēģiniet tiešsaistē!";
"Type your user name and password."="Ierakstiet savu lietotājvārdu un paroli.";
"Type:"="Veids:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="ASV standarta #10 aploksne (105 x 241 mm)";
"Unable to complete your request."="Nevar pabeigt jūsu pieprasījumu.";
"Unable to copy."="Nevar nokopēt.";
"Unable to create your file."="Nevar izveidot jūsu failu.";
"Unable to open %1 for writing."="Nevar atvērt _ % mod_ rakstīšanai.";
"Unable to open source file for reading."="Nevar atvērt avota datni lasīšanai.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Nevar atvērt interneta pārlūkprogrammu. Pamēģiniet atvērt pārlūkprogrammu manuāli vai izmantojiet citu datoru, lai turpinātu.";
"Unable to read response from file."="Nevar nolasīt atbildi no faila.";
"Unable to rename %1 to %2."="Nevar pārdēvēt _ % mod_ par _ % mod_.";
"Unable to save your request."="Nevar saglabāt jūsu pieprasījumu.";
"Unknown"="Nezināms";
"Unknown Location"="Nezināma atrašanās vieta";
"Unknown authentication method"="Nezināma autentifikācijas metode";
"Unknown error"="Nezināma kļūda";
"Unknown error."="Nezināma kļūda.";
"Unknown protocol specified"="Norādīts nezināms protokols";
"Upload this document and create a link to share with others."="Augšupielādēt šo dokumentu un izveidot saiti, lai to koplietotu ar citiem.";
"Upload to SMART Cloud"="Augšupielādēt SMART mākonī";
"Uploading your file..."="Notiek faila augšupielāde...";
"Use Internet Explorer settings"="Izmantot Internet Explorer iestatījumus";
"Use System settings"="Izmantot sistēmas iestatījumus";
"Use other proxy:"="Izmantot citu starpniekserveri:";
"User Name:"="Lietotāja vārds:";
"User name:"="Lietotājvārds:";
"Valid for versions released before %1"="Derīgs versijām, kas izlaistas līdz %1";
"Version %s"="Versija: %s";
"Volume activated"="Skaļums ieslēgts";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Mēs nevarējām pārstrādāt šo atbildi. Pieprasījums nāk no cita datora vai jau ir apstrādāts.";
"We'll remember %s for next time."="Mēs atcerēsimies %s līdz nākamajai reizei.";
"Web:"="Tīmeklis:";
"Welcome to %1 software from SMART Technologies."="Iesiet sveicināti %1 programmatūrā no SMART Technologies.";
"Welcome to SMART Notebook"="Esiet sveicināts SMART Notebook!";
"What's This?"="Kas tas ir?";
"Width:"="Platums:";
"Working on it."="Notiek darbs.";
"Working on it.."="Notiek darbs..";
"Working on it..."="Notiek darbs...";
"Wrong content length"="Nepareizs satura garums";
"Yes to &All"="Jā par &visu";
"Yes to &All"="Jā par &visu";
"Yes, I have a numeric response code similar to %1."="Jā, man ir skaitlisks atbildes kods, kas līdzīgs %1.";
"Yes, I have a response file."="Jā, man ir atbildes fails.";
"Yes, I have a response message that starts with %1."="Jā, man ir atbildes ziņojums, kas sākas ar %1.";
"Yes, I have an activation key similar to %1."="Jā, man ir aktivizācijas atslēga, kas līdzīga %1.";
"You can close this tab and return to SMART Notebook."="Jūs varat aizvērt šo cilni un atgriezties pie SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Jūs varat pārvaldīt savu kontu un klases ID no Konta izvēlnes.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Jūs varat pierakstīties vēlāk no Konta izvēlnes. Pierakstīšanās ir nepieciešama vairākām galvenajām SMART funkcijām.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Jūs izvēlējāties neatļaut mūsu lietojumprogrammai piekļūt jūsu kontam. Jūs nevarēsiet izmantot mūsu lietojumprogrammu, kamēr to nepieņemsiet.";
"You have %1 days to complete activation."="Jums ir %1 dienas, lai pabeigtu aktivizāciju.";
"You have signed out"="Jūs esat izrakstījies";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Jūs neesat sniedzis SMART atļauju piekļūt jūsu konta informācijai, kas ir nepieciešams, lai pierakstītos. Vai vēlaties mēģināt pierakstīties vēlreiz?";
"You may wish to send results to your organization's technical support contact."="Jūs varat nosūtīt rezultātus jūsu organizācijas tehniskā atbalsta kontaktpersonai.";
"You need to sign in before you can use this feature."="Jums ir jāpierakstās, lai varētu izmantot šo funkciju.";
"You're all set!"="Jūs esat gatavs!";
"You're unable to change these settings because you manually configured a proxy."="Jūs nevarat mainīt šos iestatījumus, jo manuāli konfigurējāt starpniekserveri.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Jūs šobrīd esat izlaidis pierakstīšanos. Jūs varat pierakstīties vēlāk no Konta izvēlnes.";
"Your SMART Boards"="Jūsu SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Jūsu SMART Learning Suite abonents beigsies pēc in %d dienām. Uzziniet, kā atjaunot.";
"Your SMART account"="Jūsu SMART konts";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Jūsu pārlūkprogramma ir atvērta pierakstīšanās lapā. Jūs atgriezīsieties šeit pēc pierakstīšanās.";
"Your first trial extension is activated."="Pirmais izmēģinājuma pagarinājums ir aktivizēts.";
"Your first trial extension isn't activated."="Pirmais izmēģinājuma pagarinājums nav aktivizēts.";
"Your second trial extension is activated."="Otrais izmēģinājuma pagarinājums ir aktivizēts.";
"Your second trial extension isn't activated."="Otrais izmēģinājuma pagarinājums nav aktivizēts.";
"Your trial period has ended."="Izmēģinājuma periods beidzies.";
"bottom margin"="apakšējā apmale";
"left margin"="kreisā apmale";
"locally connected"="vietēji pieslēgts";
"right margin"="labā apmale";
"to"="līdz";
"top margin"="augšējā apmale";
"unknown"="nezināms";
